tap "grafana/grafana"
tap "homebrew/bundle"
tap "homebrew/services"
tap "nikitabobko/tap"
tap "twitchdev/twitch"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "arp-scan"
brew "autoconf"
brew "automake"
brew "openssl@3"
brew "asdf"
brew "aspell"
brew "autojump"
brew "bat"
brew "biome"
brew "btop"
brew "caddy", restart_service: true
brew "clang-format"
brew "openjdk"
brew "clojure"
brew "cmake"
brew "cocoapods"
brew "colima"
brew "cookiecutter"
brew "curl"
brew "libusb"
brew "cyme"
brew "d2"
brew "defaultbrowser"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "drone-cli"
brew "enchant"
brew "exercism"
brew "exiftool"
brew "expat"
brew "eza"
brew "fastfetch"
brew "gnutls"
brew "tesseract"
brew "ffmpeg"
brew "flyctl"
brew "fzf"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gopls"
brew "grafana", restart_service: true
brew "librsvg"
brew "graphviz"
brew "helm"
brew "ncurses"
brew "htop"
brew "httpie"
brew "hugo"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "kerl"
brew "kondo"
brew "kubernetes-cli"
brew "leiningen"
brew "libgccjit"
brew "libiconv"
brew "libpq"
brew "libvterm"
brew "libxml2"
brew "lorem"
brew "lsusb"
brew "lua-language-server"
brew "mailutils"
brew "markdownlint-cli"
brew "minikube"
brew "minio", restart_service: true
brew "nerdfetch"
brew "nmap"
brew "ocaml"
brew "ollama", restart_service: true
brew "opam"
brew "pandoc"
brew "pkgconf"
brew "plantuml"
brew "pngpaste"
brew "poppler"
brew "postgresql@13"
brew "prometheus"
brew "pyright"
brew "raylib"
brew "ripgrep"
brew "ruff"
brew "rustup"
brew "sbcl"
brew "shellcheck"
brew "shfmt"
brew "sl"
brew "sqlfluff"
brew "stylua"
brew "tdlib", args: ["HEAD"]
brew "tealdeer"
brew "tectonic"
brew "terraform"
brew "texinfo"
brew "tmux"
brew "tokei"
brew "tree"
brew "tree-sitter"
brew "uv"
brew "vim"
brew "wakatime-cli"
brew "watch"
brew "wget"
brew "wrk"
brew "wxwidgets"
brew "xmlformat"
brew "yamllint"
brew "youtube-dl"
brew "zig"
brew "zlib"
brew "zls"
brew "grafana/grafana/alloy"
brew "twitchdev/twitch/twitch-cli"
cask "1password"
cask "aerospace"
cask "alacritty"
cask "alfred"
cask "audacity"
cask "balenaetcher"
cask "blender"
cask "brave-browser"
cask "bruno"
cask "cleanshot"
cask "cyberduck"
cask "discord"
cask "espanso"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "font-monocraft"
cask "font-open-dyslexic"
cask "freecad"
cask "ghostty"
cask "google-cloud-sdk"
cask "hammerspoon"
cask "insta360-studio"
cask "keycastr"
cask "krisp"
cask "loopback"
cask "minecraft"
cask "obs"
cask "openemu"
cask "oracle-jdk"
cask "qflipper"
cask "shortcat"
cask "slack"
cask "soundsource"
cask "spotify"
cask "steam"
cask "telegram"
cask "textual"
cask "tor-browser"
cask "transmission"
cask "tunnelblick"
cask "utm"
cask "vitalsource-bookshelf"
cask "vlc"
cask "vmware-fusion"
cask "wireshark"
cask "zotero"
