tap "borkdude/brew"
tap "federico-terzi/espanso"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "stripe/stripe-cli"
tap "teamookla/speedtest"
brew "act"
brew "antigen"
brew "jpeg"
brew "libtiff"
brew "webp"
brew "arp-scan"
brew "autoconf"
brew "automake"
brew "asdf"
brew "aspell"
brew "autojump"
brew "bat"
brew "caddy", restart_service: true
brew "clang-format"
brew "cloc"
brew "clojure"
brew "cmake"
brew "cocoapods"
brew "gnutls"
brew "ncurses"
brew "colima"
brew "curl"
brew "defaultbrowser"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "drone-cli"
brew "exa"
brew "expat"
brew "little-cms2"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "libxml2"
brew "gdal"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "grafana", restart_service: true
brew "librsvg"
brew "graphviz"
brew "htop"
brew "httpie"
brew "hugo"
brew "jansson"
brew "jq"
brew "kerl"
brew "kubernetes-cli"
brew "leiningen"
brew "libgccjit"
brew "libiconv"
brew "libvterm"
brew "lorem"
brew "mailhog", restart_service: true
brew "mailutils"
brew "minikube"
brew "minio", restart_service: true
brew "neofetch"
brew "nmap"
brew "openssl@3"
brew "pandoc"
brew "pgformatter"
brew "plantuml"
brew "pngpaste"
brew "poetry"
brew "poppler"
brew "postgresql", restart_service: true
brew "prometheus", restart_service: true
brew "pure"
brew "pyenv"
brew "raylib"
brew "redis", restart_service: true
brew "rustup-init"
brew "sbcl"
brew "shellcheck"
brew "sl"
brew "stylua"
brew "texinfo"
brew "the_silver_searcher"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "tree-sitter"
brew "vim", link: false
brew "virtualenvwrapper"
brew "wakatime-cli"
brew "watch"
brew "wget"
brew "wrk"
brew "xmlformat"
brew "zlib"
brew "borkdude/brew/clj-kondo"
brew "federico-terzi/espanso/espanso"
brew "heroku/brew/heroku"
brew "stripe/stripe-cli/stripe"
brew "teamookla/speedtest/speedtest"
cask "1password"
cask "alacritty"
cask "alfred"
cask "arq"
cask "balenaetcher"
cask "barrier"
cask "blackhole-2ch"
cask "blender"
cask "brave-browser"
cask "cyberduck"
cask "deckset"
cask "discord"
cask "firefox"
cask "flutter"
cask "font-fira-code"
cask "font-iosevka"
cask "gifox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hammerspoon"
cask "keycastr"
cask "kindle"
cask "krisp"
cask "mactex-no-gui"
cask "macvim"
cask "minecraft"
cask "obs"
cask "openemu"
cask "oracle-jdk"
cask "paw"
cask "spotify"
cask "steam"
cask "tor-browser"
cask "transmission"
cask "tunnelblick"
cask "visual-studio-code"
cask "vitalsource-bookshelf"
cask "vlc"
cask "wkhtmltopdf"
