tap "benbjohnson/litestream"
tap "borkdude/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "stripe/stripe-cli"
tap "teamookla/speedtest"
tap "twitchdev/twitch"
brew "antigen"
brew "jpeg", link: true
brew "libtiff"
brew "webp"
brew "arp-scan"
brew "autoconf"
brew "automake"
brew "asdf"
brew "aspell"
brew "autojump"
brew "bat"
brew "caddy", restart_service: true
brew "clang-format"
brew "cloc"
brew "clojure"
brew "cmake"
brew "cocoapods"
brew "gnutls"
brew "libusb"
brew "ncurses"
brew "colima"
brew "curl"
brew "defaultbrowser"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "drone-cli"
brew "jansson"
brew "eza"
brew "exercism"
brew "expat"
brew "little-cms2"
brew "tesseract"
brew "ffmpeg"
brew "flyctl"
brew "fzf"
brew "gcc"
brew "libxml2"
brew "libpq"
brew "poppler"
brew "gdal"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gopls"
brew "grafana", restart_service: true
brew "librsvg"
brew "graphviz"
brew "htop"
brew "httpie"
brew "hugo"
brew "jq"
brew "kerl"
brew "kondo"
brew "kubernetes-cli"
brew "leiningen"
brew "libgccjit"
brew "libiconv"
brew "libvterm"
brew "lorem"
brew "mailhog", restart_service: true
brew "mailutils"
brew "minikube"
brew "minio", restart_service: true
brew "fastfetch"
brew "nmap"
brew "openssl@3"
brew "pandoc"
brew "pgformatter"
brew "plantuml"
brew "pngpaste"
brew "poetry"
brew "postgresql@13"
brew "prometheus"
brew "pure"
brew "pyenv"
brew "raylib"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruff"
brew "rustup-init"
brew "sbcl"
brew "shellcheck"
brew "sl"
brew "sqlfluff"
brew "stylua"
brew "texinfo"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "vim"
brew "wakatime-cli"
brew "watch"
brew "wget"
brew "wrk"
brew "wxwidgets"
brew "xmlformat"
brew "yamllint"
brew "youtube-dl"
brew "zlib"
brew "benbjohnson/litestream/litestream"
brew "borkdude/brew/babashka"
brew "borkdude/brew/clj-kondo"
brew "stripe/stripe-cli/stripe"
brew "teamookla/speedtest/speedtest"
brew "twitchdev/twitch/twitch-cli"
cask "1password7"
cask "alacritty"
cask "alfred"
cask "audacity"
cask "balenaetcher"
cask "blender"
cask "brave-browser"
cask "bruno"
cask "cleanshot"
cask "cyberduck"
cask "discord"
cask "espanso"
cask "firefox"
cask "font-fira-code"
cask "font-iosevka"
cask "font-jetbrains-mono-nerd-font"
cask "font-monocraft"
cask "google-cloud-sdk"
cask "hammerspoon"
cask "keycastr"
cask "kindle"
cask "krisp"
cask "loopback"
cask "tectonic"
cask "macvim"
cask "minecraft"
cask "obs"
cask "openemu"
cask "oracle-jdk"
cask "paw"
cask "spotify"
cask "steam"
cask "telegram"
cask "tor-browser"
cask "transmission"
cask "tunnelblick"
cask "utm"
cask "via"
cask "visual-studio-code"
cask "vitalsource-bookshelf"
cask "vlc"
cask "zotero"
